import React from 'react';
import {Badge, Tab, Tabs} from "react-bootstrap";

const Aeghdau = () => {
    return (
        <div className={'mx-5 mt-5 fs-5 border rounded border-success bg-light'}>
            <Badge className={'p-2 m-3 fs-4 mb-4'} bg={'secondary'}>Æгъдау</Badge>
            <p className={'px-3 pb-3'}>Æгъдау у социалон нормæ – традици кæй сфидар кодта, ахæм индивиды кæнæ æгас этносы æнæмæнг хи дарыны æгъдау бæрæг царды уавæры. Æгъдаумæ гæсгæ архайын, æгъдау æххæст кæныныл адæймаджы æфтауынц куыд йæ мидзондахаст, афтæ æгас æхсæнады тыхфæлгъуыд дæр (кæннод индивидæн бауайдзæф кодтаиккой, кæнæ ма йыл суанг хъоды дæр бакодтаиккой, зæгъæм, хъæубæстæ — ирон адæммæ). Ирон фыдæлтыккон æхсæнады социалон нормæ у, зæгъæм, уазæгуарзондзинады æгъдау, зиуы æгъдау, скъæфыны æгъдау, кæнгæ ’фсымæртæ кæныны æгъдау, искæйы хæдзармæ лæппу хъомыл кæнынмæ раттыны æгъдау æмæ æнд.</p>
        </div>
    );
};

export default Aeghdau;